<!DOCTYPE html>
<html lang="en">
	<head>
		<meta charset="UTF-8">
		<title>用户须知 - <?=SITE()["name"]?></title>
		<meta name="keywords" content="用户须知,<?=SITE()["keywords"]?>" />
		<meta name="Author" content="<?=SITE()["author"]?>" />
		<meta name="Description" content="用户须知,<?=SITE()["description"]?>" />
		<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
		<meta name="format-detection" content="telephone=no" />
		<link rel="stylesheet" type="text/css" href="/css/reset.css?<?=VERSION()?>">
		<link rel="stylesheet" type="text/css" href="/css/style.css?<?=VERSION()?>">
		<script type="text/javascript" src="/js/lib/amazeui.min.js?<?=VERSION()?>"></script>
		<link rel="stylesheet" type="text/css" href="/css/notice.css?<?=VERSION()?>">
	</head>
	<body class="bg-gray">
		<?php $this->load->view("layout/header", array("title"=>"用户须知","type"=>0))?>
		<div style="width: 90%; margin: 0px auto 20px;">
			<h2>丫丫漫画服务协议</h2>
			<div>本协议系由丫丫漫画的主体（包括但不限于个人、团队等）（以下简称“用户”）对丫丫漫画的使用及相关服务所订立的有效合约。使用丫丫漫画服务的任何服务即表示接受本协议的全部条款。本协议适用于任何丫丫漫画服务，包括本协议期限内的用户所使用的各项服务和软件的升级和更新。</div>
			<div class="content">
				<h3>一、服务内容及使用须知</h3>
				<p>1.丫丫漫画是一个向广大用户提供漫画在线阅读和离线下载服务的平台，通过丫丫漫画服务技术为用户提供个人数据存储、同步、管理和分享等在线服务。</p>
				<p>2.用户理解，丫丫漫画仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
				<p>3.用户不得滥用丫丫漫画服务的服务，丫丫漫画在此郑重提请您注意，任何经由本服务以上传、张贴、发送即时信息、电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者、使用者对其上传、使用行为自行承担责任。丫丫漫画作为阅读信息存储空间服务平台，无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不能保证内容的合法性、正确性、完整性、真实性或品质；您已预知使用本服务时，可能会接触到令人不快、不适当等内容，并同意将自行加以判断并承担所有风险，而不依赖于丫丫漫画。</p>
				<p>4.若用户使用丫丫漫画的行为不符合本协议，丫丫漫画在经由通知、举报等途径发现时有权做出独立判断，且有权在无需事先通知用户的情况下立即终止向用户提供部分或全部服务。用户若通过丫丫漫画散布和传播反动、色情或其他违反国家法律、法规的信息，丫丫漫画的系统记录有可能作为用户违反法律法规的证据；因用户进行上述内容在丫丫漫画的上载、传播而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户自行承担全部责任。</p>
				<p>5.丫丫漫画有权对用户使用丫丫漫画网络服务的情况进行监督，如经由通知、举报等 途径发现用户在使用丫丫漫画所提供的网络服务时违反任何本协议的规定，丫丫漫画有权要求用户改正或直接采取一切丫丫漫画认为必要的措施（包括但不限于更改或删除用户上载的内容、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。</p>
			</div>
			<div class="content">
				<h3>二、所有权</h3>
				<p>丫丫漫画保留对以下各项内容、信息完全的、不可分割的所有权及知识产权：
					<ul>
						<li>1.除用户自行上载、传播的内容外，丫丫漫画及其所有元素，包括但不限于所有内容、数据、技术、软件、代码、用户界面以及与其相关的任何衍生作品；</li>
						<li>2.用户信息；</li>
						<li>3.用户向丫丫漫画提供的与该平台服务相关的任何信息及反馈；</li></ul>
				</p>
				<p>未经丫丫漫画同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。上述资料或其任何部分仅可作为私人用途而保存在某台计算机内。丫丫漫画不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式向用户或任何第三方负法律、经济责任；</p>
				<p>丫丫漫画为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble），或以其他方式发现其原始编码，以及实施任何涉嫌侵害著作权的行为。</p>
			</div>
			<div class="content">
				<h3>三、承诺与保证</h3>
				<p>
					<ul>
						<li>1.用户保证，其向丫丫漫画上传的内容不得并禁止直接或间接的：
							<ul>
								<li>1.删除、隐匿、改变丫丫漫画上显示或其中包含的任何专利、版权、商标或其他所有权声明；</li>
								<li>2.以任何方式干扰或企图干扰丫丫漫画或丫丫漫画网站任何部分或功能的正常运行；</li>
								<li>3.避开、尝试避开或声称能够避开任何内容保护机制或者丫丫漫画数据度量工具；</li>
								<li>4.未获得丫丫漫画事先书面同意以书面格式或图形方式使用源自丫丫漫画的任何注册或未注册的作品、服务标志、公司徽标(LOGO)、URL或其他标志；</li>
								<li>5.使用任何标志，包括但不限于以对此类标志的所有者的权利的玷污、削弱和损害的方式使用丫丫漫画标志，或者以违背本协议的方式为自己或向其他任何人设定或声明设定任何义务或授予任何权利或权限，除非丫丫漫画以书面方式指明，否则，用户不得导出任何用户信息，并且必须在获取任何用户信息或其他丫丫漫画内容后的 24 小时内停止使用和删除它们；</li>
								<li>6.未事先经过原始用户的同意向任何非原始用户显示或以其他方式提供任何用户信息；</li>
								<li>7.请求、收集、索取或以其他方式从任何用户那里获取对丫丫漫画帐号、密码或其他身份验证凭据的访问权；</li>
								<li>8.为任何用户自动登录到丫丫漫画帐号代理身份验证凭据；</li>
								<li>9.提供跟踪功能，包括但不限于识别其他用户在个人主页上查看或操作；</li>
								<li>10.自动将浏览器窗口定向到其他网页；</li>
								<li>11.未经授权冒充他人或获取对丫丫漫画的访问权；或者未经用户明确同意，让任何其他人亲自识别该用户。</li>
								<li>12.用户违反上述任何一款的保证，丫丫漫画均有权就其情节，对其做出警告、屏蔽、直至取消资格的处罚；如因用户违反上述保证而给丫丫漫画、丫丫漫画用户或丫丫漫画的任何合作伙伴造成损失，用户自行负责承担一切法律责任并赔偿损失。</li></ul>
						</li>
						<li>2.用户的承诺：
							<ul>
								<li>1.其一经取得利用丫丫漫画提供的网络服务上传、发布、传送或通过其他方式传播的内容的权利人（如有）的书面授权，并已与前述权利人就权益分配达成内部协议，保证其在将相关内容提交、上传至丫丫漫画前拥有充分、完整无瑕疵、排他的所有权及知识产权。</li>
								<li>2.用户利用丫丫漫画提供的网络服务上传、发布、传送或通过其他方式传播的内容，不得含有任何违反国家法律法规政策的信息，包括但不限于下列信息：
									<ul>
										<li>1.反对宪法所确定的基本原则的；</li>
										<li>2.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
										<li>3.损害国家荣誉和利益的；</li>
										<li>4.煽动民族仇恨、民族歧视，破坏民族团结的；</li>
										<li>5.破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
										<li>6.散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
										<li>7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
										<li>8.侮辱或者诽谤他人，侵害他人合法权益的；</li>
										<li>9.含有法律、行政法规禁止的其他内容的。</li></ul>
								</li>
								<li>3.用户不得为任何非法目的而使用本网络服务系统；不得以任何形式使用丫丫漫画服务侵犯丫丫漫画的商业利益，包括并不限于发布非经丫丫漫画许可的商业广告；不得利用丫丫漫画网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</li>
								<li>4.用户不得利用丫丫漫画的服务从事以下活动：
									<ul>
										<li>1.未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</li>
										<li>2.未经允许，对计算机信息网络功能进行删除、修改或者增加的；</li>
										<li>3.未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</li>
										<li>4.故意制作、传播计算机病毒等破坏性程序的；</li>
										<li>5.其它危害计算机信息网络安全的行为。</li></ul>
								</li>
								<li>5.如因用户利用丫丫漫画提供的网络服务上传、发布、传送或通过其他方式传播的内容存在权利瑕疵或侵犯了第三方的合法权益（包括但不限于专利权、商标权、著作权及著作权邻接权、肖像权、隐私权、名誉权等）而导致丫丫漫画或与丫丫漫画合作的其他单位面临任何投诉、举报、质询、索赔、诉讼；或者使丫丫漫画或者与丫丫漫画合作的其他单位因此遭受任何名誉、声誉或者财产上的损失，用户应积极地采取一切 可能采取的措施，以保证丫丫漫画及与丫丫漫画合作的其他单位免受上述索赔、诉讼的影响。同时用户对丫丫漫画及与丫丫漫画合作的其他单位因此遭受的直接及间接经济损失负有全部的损害赔偿责任。</li></ul>
						</li>
					</ul>
				</p>
			</div>
			<div class="content">
				<h3>四、知识产权保护</h3>
				<p>如果用户上传的内容允许其他用户下载、查看、收听或以其他方式访问或分发，其必须保证该内容的发布和相关行为实施符合相关知识产权法律法规中相关的版权政策，包括但不限于：
					<ul>
						<li>1.用户在收到侵权通知之时，应立即删除或禁止访问声明的侵权内容，并同时联系递送通知的人员以了解详细信息。</li>
						<li>2.用户知悉并同意丫丫漫画将根据相关法律法规对第三方发出的合格的侵权通知进行处理，并按照要求删除或禁止访问声明的侵权内容，采用并实施适当的政策，以期杜绝在相应条件下重复侵权。</li></ul>
				</p>
			</div>
			<div class="content">
				<h3>五、隐私保护</h3>
				<p>
					<ul>
						<li>1.丫丫漫画充分尊重用户个人信息的保护，丫丫漫画的隐私保护声明列出了丫丫漫画收集和使用您的个人信息应遵循的相关政策和程序。</li>
						<li>2.分享的信息。您可以主动设置与他人分享信息。用户了解并知晓，当用户公开分享信息时，各种搜索引擎可能会抓取这些信息。</li>
						<li>3.丫丫漫画不会公开或向第三方提供用户存储在丫丫漫画上的非公开内容，除非有下列情况：
							<ul>
								<li>1.有关法律、法规规定或丫丫漫画合法服务程序规定；</li>
								<li>2.在紧急情况下，为维护用户及公众的权益；</li>
								<li>3.为维护丫丫漫画的商标权、专利权及其他任何合法权益；</li>
								<li>4.其他依法需要公开、编辑或透露个人信息的情况。</li></ul>
						</li>
					</ul>
				</p>
			</div>
			<div class="content">
				<h3>六、免责声明</h3>
				<p>
					<ul>
						<li>1.鉴于网络服务的特殊性，用户同意丫丫漫画有权随时变更、中断或终止部分或全部 的网络服务。如变更、中断或终止的网络服务属于免费网络服务，丫丫漫画无需通知用户，也无需对任何用户或任何第三方承担任何责任。</li>
						<li>2.用户理解，丫丫漫画需要定期或不定期地对提供网络服务的平台或相关的设备进行 检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，丫丫漫画无需为此承担任何责任，但丫丫漫画应尽可能事先进行通告。</li>
						<li>3.丫丫漫画可在任何时候为任何原因变更本服务或删除其部分功能。丫丫漫画可在任何时候取消或终止对用户的服务。丫丫漫画取消或终止服务的决定不需要理由或通知用户。一旦服务取消，用户使用本服务的权利立即终止。 一旦本服务取消或终止，用户在本服务中储存的任何信息可能无法恢复。</li>
						<li>4.丫丫漫画不保证（包括但不限于）：
							<ul>
								<li>1.丫丫漫画适合用户的使用要求；</li>
								<li>2.丫丫漫画不受干扰，及时、安全、可靠或不出现错误；及用户经由丫丫漫画取得的任何产品、服务或其他材料符合用户的期望。</li>
								<li>3.用户使用经由丫丫漫画下载或取得的任何资料，其风险由用户自行承担；因该等使用导致用户电脑系统损坏或资料流失，用户应自己负完全责任；</li></ul>
						</li>
						<li>5.基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失， 丫丫漫画不承担任何直接、间接的赔偿：
							<ul>
								<li>1.对丫丫漫画的使用或无法使用；</li>
								<li>2.经由丫丫漫画购买或取得的任何产品、资料或服务；</li>
								<li>3.用户资料遭到未授权的使用或修改；及其他与丫丫漫画相关的事宜。</li></ul>
						</li>
						<li>6.基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失， 丫丫漫画不承担任何直接、间接的赔偿：</li></ul>
				</p>
			</div>
			<div class="content">
				<h3>七、其他</h3>
				<p>
					<ul>
						<li>1.本协议最终解释权归丫丫漫画所有。</li>
						<li>2.本协议一经公布即生效，丫丫漫画有权随时对协议内容进行修改，修改后的结果公布于丫丫漫画网站上。如果不同意丫丫漫画对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受丫丫漫画对本协议相关条款所做的修改。</li>
						<li>3.本协议项下丫丫漫画对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</li>
						<li>4.本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向丫丫漫画所在地的人民法院提起诉讼。</li>
						<li>5.本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</li>
						<li>6.如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</li>
					</ul>
				</p>
			</div>
		</div>
		<?php $this->load->view("layout/footer")?>
	</body>
</html>